adobe-source-han-sans-otc-fonts
adobe-source-sans-pro-fonts
aic94xx-firmware
alsa-utils
android-tools
archiso
asciiquarium
atom
autoconf
automake
awesome-terminal-fonts
base
bat
betterlockscreen
bibata-cursor-theme
binutils
bison
breeze
breeze-gtk
calc
chrome-gnome-shell
ctags
cuda
darktable
dash
davinci-resolve
dconf-editor
dhcpcd
discord-canary
doxygen
entr
eog
evince
exfat-utils
fakeroot
feh
ffmpegthumbnailer
file
file-roller
findutils
firefox
flex
freealut
fuse2
fuse3
gawk
gcc
gdb
gdm
gettext
gimp
gimp-plugin-separate+
git
gnome-control-center
gnome-screenshot
gnome-shell
gnome-terminal
gnome-tweaks
gnuplot
go
gotop-git
grep
groff
gsoap
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i3-gaps
inkscape
jdk8-openjdk
kdenlive
kindlegen
kitty
lib32-alsa-lib
lib32-alsa-plugins
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libgcrypt
lib32-libgpg-error
lib32-libjpeg-turbo
lib32-libldap
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mpg123
lib32-nvidia-utils
lib32-ocl-icd
lib32-openal
lib32-openssl-1.0
lib32-sqlite
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libappimage
libretro-mupen64plus-next
libretro-nestopia
libretro-play
libretro-ppsspp
libretro-snes9x
libtool
light
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-lts
linux-lts-headers
lolcat
luit
lutris
lxappearance
m4
make
man-db
manimce
mdcat
minecraft-launcher
mpc
mpd
mpd-rich-presence-discord-git
mpv
nautilus
ncdu
ncmpcpp
nerd-fonts-fantasque-sans-mono
nerd-fonts-hermit
network-manager-applet
networkmanager
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-lts
nvidia-settings
nvtop
obs-studio
ocl-icd
openconnect
openssl-1.0
optimus-manager
optimus-manager-qt-git
otf-fantasque-sans-mono
otf-font-awesome
otf-ipafont
otf-latin-modern
otf-latinmodern-math
pacman
pacman-contrib
pamac-aur
pandoc-bin
patch
pavucontrol
pfetch-git
picom-git
pkgconf
plank
polybar-git
pulsemixer
python-breathe
python-h5py
qogir-gtk-theme-git
ranger
raw-thumbnailer
redshift
retroarch-assets-xmb
ripgrep
rofi-git
rofimoji
rsync
runelite
runescape-launcher
scrot
sdl2_mixer
sed
shellcheck-bin
skypeforlinux-stable-bin
sox
speedtest-cli
spotify
steam
sudo
syncthing
telegram-desktop
termsyn-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
transmission-gtk
tree
ttf-fira-code
ttf-hack
ttf-liberation
ttf-symbola
ttf-ubraille
tumbler
typora
unipicker
unrar
valgrind
vim
vkd3d
vlc
vulkan-mesa-layers
vulkan-radeon
wd719x-firmware
which
wine-staging
winetricks
wireless_tools
xarchiver
xclip
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zsh
