adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
aic94xx-firmware
alsa-utils
amd-ucode
antigen-git
autoconf
automake
awesome-terminal-fonts
base
bibata-cursor-theme
binutils
bison
bluedevil
breeze
breeze-gtk
clamav
ctags
discord-canary
dolphin
drkonqi
elisa-git
exfat-utils
fakeroot
firefox-nightly
flex
gamemode
gcc
gimp
git
groff
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
jre-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kitty
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemstats
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libjpeg-turbo
lib32-libpng
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libkscreen
libksysguard
linux
linux-firmware
lutris-git
m4
make
man-db
man-pages
milou
mpv
neovim-git
neovim-symlinks
newsboat
nodejs-intelephense
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
obs-studio
ocl-icd
okular
otf-font-awesome
otf-symbola
oxygen
pacman-contrib
pandoc-bin
paru
patch
pavucontrol
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-media-session
pipewire-pulse
pipewire-zeroconf
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
plasma5-applets-thermal-monitor
polkit-kde-agent
powerdevil
pulseeffects
pyright
python-pdftotext
python-pynvim
qt-gstreamer
ranger
ruby
ruby-neovim
ruby-solargraph
rust
sddm
sddm-kcm
spectacle
spotify
starship
steam
sudo
syncthing
systemsettings
telegram-desktop
texlab
thefuck
tldr
transmission-qt
ttf-ancient-fonts
ttf-fira-code
ttf-hannom
ttf-nerd-fonts-symbols
ttf-ubraille
typescript
typescript-language-server
unrar
vim-language-server
vscode-html-languageserver
vscode-json-languageserver
vulkan-radeon
wd719x-firmware
wine-staging
xdg-desktop-portal-kde
yarn
yay
zip
zsh
