acpi
adobe-source-han-sans-otc-fonts
adobe-source-sans-pro-fonts
aic94xx-firmware
alsa-utils
android-tools
archiso
asciiquarium
asp
autoconf
automake
awesome-terminal-fonts
base
bat
betterlockscreen
bibata-cursor-theme
binutils
bison
breeze-gtk
breeze-icons
calc
cmake
cmatrix
ctags
dash
dhcpcd
dhex
discord
dosbox
doxygen
easytag
entr
exfat-utils
fakeroot
farbfeld
feh
ffmpegthumbnailer
figlet
file
findutils
firefox
flex
freealut
gawk
gcc
gdb
gettext
ghc
gimp
gimp-plugin-separate+
git
gnuplot
gotop-git
gparted
grep
groff
gsoap
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
i3-gaps
id3v2
imagemagick
jdk8-openjdk
kindlegen
kitty
kmon
lib32-mesa
lib32-ocl-icd
lib32-openssl-1.0
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libappimage
libretro-mgba
libretro-nestopia
libretro-snes9x
libtool
light
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
lolcat
lutris
lxappearance
m4
make
man-pages
mariadb
mdcat
mpc
mpd
mpd-rich-presence-discord-git
mps-youtube-git
mpv
mycli
ncdu
ncmpcpp
nerd-fonts-fantasque-sans-mono
nerd-fonts-hermit
nerd-fonts-mononoki
network-manager-applet
networkmanager
newsboat
noto-fonts
noto-fonts-emoji
ntfs-3g
ocl-icd
openconnect
openmp
openssl-1.0
otf-fantasque-sans-mono
otf-font-awesome
otf-ipafont
otf-latin-modern
otf-latinmodern-math
pacman
pacman-contrib
pandoc-bin
parallel
patch
pavucontrol
pfetch-git
picom-tryone-git
pkgconf
polybar
pulseaudio
pulseaudio-alsa
pulsemixer
python-breathe
python-h5py
python-manimlib
qogir-gtk-theme-git
ranger
raw-thumbnailer
redshift
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
ripgrep
ristretto
rofi-git
rofimoji
rsync
screenkey
scrot
sdl2_mixer
sed
shellcheck-bin
speedtest-cli
spotify
sudo
swayidle
swaylock
syncthing
telegram-desktop
termsyn-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
transmission-cli
tree
tremc
ttf-fira-code
ttf-liberation
ttf-symbola
ttf-ubraille
tumbler
unipicker
unrar
unzip
usbutils
valgrind
vim
vkd3d
vulkan-mesa-layers
vulkan-radeon
wd719x-firmware
which
wireless_tools
xarchiver
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zip
zsh
